Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

# platform.repositoryFinder.openRejected
source: Finder rejected opening repository: %@
zh_hans: 访达无法打开资料库：%@

source: Prefix
zh_hans: 前缀

source: Preparing diagnostics...
zh_hans: 正在准备诊断信息...

source: Preparing preview...
zh_hans: 正在准备预览...

source: Preparing repository diagnostics...
zh_hans: 正在准备资料库诊断信息...

source: Preserve the current AreaMatrix metadata state for diagnostics.
zh_hans: 保留当前 AreaMatrix 元数据状态以供诊断。

source: Press Enter to run this command.
zh_hans: 按 Enter 运行此命令。

source: Preview
zh_hans: 预览

source: PREVIEW
zh_hans: 预览

source: Preview available
zh_hans: 可用预览

source: Preview batch rename for the selected files
zh_hans: 预览所选文件的批量重命名

source: Preview category change
zh_hans: 预览分类更改

source: Preview classification
zh_hans: 预览分类

source: Preview classifier impact
zh_hans: 预览分类规则影响

source: Preview Classifier Impact
zh_hans: 预览分类器影响

source: Preview classifier rule impact...
zh_hans: 预览分类规则影响...

source: Preview filename
zh_hans: 预览文件名

source: Preview how this rule would affect existing files before applying it.
zh_hans: 应用规则前，预览它对现有文件的影响。

source: Preview impact
zh_hans: 预览影响

source: Preview must finish before apply.
zh_hans: 必须先完成预览才能应用。

source: Preview new file names before renaming.
zh_hans: 重命名前预览新文件名。

source: Preview rename
zh_hans: 预览重命名

source: Preview rule impact
zh_hans: 预览规则影响

source: Preview unavailable
zh_hans: 预览不可用

source: Previewing category...
zh_hans: 正在预览分类...

source: Previewing changes...
zh_hans: 正在预览变更...

source: Previewing impact does not undo the current classification or save a rule.
zh_hans: 预览影响不会撤销当前分类，也不会保存规则。

source: Previewing impact...
zh_hans: 正在预览影响...

source: Previewing...
zh_hans: 正在预览...

source: Previous API key draft could not be discarded before testing.
zh_hans: 测试前无法丢弃之前的 API 密钥草稿。

source: Previous apply attempt failed
zh_hans: 上一次应用尝试失败

source: Priority
zh_hans: 优先级

source: Priority %arg
zh_hans: 优先级 %arg

source: Priority must be between -1000 and 1000.
zh_hans: 优先级必须在 -1000 到 1000 之间。

source: Privacy
zh_hans: 隐私

source: Privacy field settings could not be saved.
zh_hans: 无法保存隐私字段设置。

source: Privacy gate allowed semantic indexing. Sent fields: %arg
zh_hans: 隐私门禁已允许语义索引。发送的字段：%arg

source: Privacy gate blocked semantic indexing. %arg
zh_hans: 隐私门禁已阻止语义索引。%arg

source: Privacy gate blocked this summary.
zh_hans: 隐私门屏蔽了这个摘要。

source: Privacy gate check failed: %arg
zh_hans: 隐私门禁检查失败：%arg

source: privacy gate disabled
zh_hans: 隐私门已禁用

source: Privacy gate is disabled for remote summaries.
zh_hans: 远程摘要禁用隐私门。

source: Privacy gate is off. Remote AI calls are blocked until the gate is enabled.
zh_hans: 隐私门禁已关闭。启用前会阻止远程 AI 调用。

source: Privacy gate is on. Rules are checked before every remote AI call.
zh_hans: 隐私门禁已开启。每次远程 AI 调用前都会检查规则。

source: Privacy gate returned unchanged.
zh_hans: 隐私门禁返回未更改状态。

source: Privacy match
zh_hans: 隐私规则匹配

source: privacy rule
zh_hans: 隐私规则

source: Privacy rule
zh_hans: 隐私规则

source: Privacy rule added.
zh_hans: 隐私规则已添加。

source: Privacy rule could not be found.
zh_hans: 找不到隐私规则。

source: Privacy rule deleted.
zh_hans: 隐私规则已删除。

source: Privacy rule saved.
zh_hans: 隐私规则已保存。

source: Privacy rule: %@
zh_hans: 隐私规则：%@

source: Privacy rule: %arg
zh_hans: 隐私规则：%arg

source: Privacy rules
zh_hans: 隐私规则

source: Privacy rules are loading.
zh_hans: 正在加载隐私规则。

source: Privacy rules checked
zh_hans: 已检查隐私规则

source: Privacy rules: checking...
zh_hans: 隐私规则：正在检查...

source: Privacy rules: not checked yet
zh_hans: 隐私规则：尚未检查

source: Privacy skipped
zh_hans: 已因隐私规则跳过

source: Private finance folders
zh_hans: 民间金融文件夹

source: Provider
zh_hans: 提供商

source: provider disabled
zh_hans: 提供商已禁用

source: Provider gate: %@
zh_hans: 提供商门禁：%@

source: Provider gate: %arg
zh_hans: 提供商门禁：%arg

source: provider not configured
zh_hans: 提供商未配置

source: provider not verified
zh_hans: 提供商未验证

source: Provider preference
zh_hans: 提供商偏好

source: Provider rate limit reached
zh_hans: 已达到提供商速率限制

source: Provider Test
zh_hans: 提供商测试

source: provider unavailable
zh_hans: 提供方不可用

source: Provider unavailable
zh_hans: 提供商不可用

source: Provider verified
zh_hans: 提供商已验证

source: Providers
zh_hans: 提供商

source: Query
zh_hans: 查询

source: Query could not be parsed
zh_hans: 无法解析查询

source: Query help
zh_hans: 查询帮助

source: Query or filters are required.
zh_hans: 必须填写查询或设置筛选条件。

source: Query: %@
zh_hans: 查询：%@

source: Query: %arg
zh_hans: 查询：%arg

source: Queued
zh_hans: 已排队

source: Queued for per item
zh_hans: 已加入逐项处理队列

source: Rate limited
zh_hans: 速率有限

source: Raw context: %@
zh_hans: 原始上下文：%@

source: Raw context: %arg
zh_hans: 原始上下文：%arg

source: Read-only
zh_hans: 只读

source: Read-only contract check. No repository files are opened or modified.
zh_hans: 只读合约检查。不会打开或修改任何资料库文件。

source: README.md is never managed.
zh_hans: 永远不会管理 README.md。

source: Ready
zh_hans: 准备好

source: Ready to save.
zh_hans: 准备保存。

source: Reason
zh_hans: 原因

source: Reason: %@
zh_hans: 原因：%@

source: Reason: %arg
zh_hans: 原因：%arg

source: Rebuilding index
zh_hans: 正在重建索引

source: Recent
zh_hans: 最近的

source: Recommended privacy rules added.
zh_hans: 已添加推荐的隐私规则。

source: Reconnect Repository
zh_hans: 重新连接资料库

source: Reconnect the repository folder before continuing.
zh_hans: 继续前请重新连接资料库文件夹。

source: Recoverability: %arg
zh_hans: 可恢复性：%arg

source: Recoverable destructive actions stay disabled elsewhere.
zh_hans: 其他位置的可恢复破坏性操作将保持禁用。

source: Recovery actions are disabled until status mapping completes.
zh_hans: 状态解析完成前，恢复操作不可用。

source: Recovery checked: cleaned %d, reverted %d.
zh_hans: 恢复检查完成：已清理 %d 项，已回滚 %d 项。

source: Recovery state checked. Current item can be retried.
zh_hans: 恢复状态已检查，当前项目可以重试。

source: Recovery tools
zh_hans: 恢复工具

source: Redo
zh_hans: 重做

source: Redo action finished without a result.
zh_hans: 重做操作已结束，但没有返回结果。

source: Redo action is currently unavailable.
zh_hans: 当前无法重做此操作。

source: Redo expired after app restart or later changes.
zh_hans: 应用重启或后续更改后，此重做操作已过期。

source: Redo latest
zh_hans: 重做最近操作

source: Redo latest action
zh_hans: 重做最近的操作

source: Redo latest is handled in Undo History.
zh_hans: 重做最近操作由撤销历史处理。

source: Redo row retained: %arg
zh_hans: 已保留重做记录：%arg

source: Redo stack is unavailable.
zh_hans: 重做队列不可用。

source: Redo was cleared by the next file operation.
zh_hans: 后续文件操作已清除该重做记录。

source: Redo: %arg
zh_hans: 重做：%arg

# redo.sourceUndo.id
source: Source undo %lld
zh_hans: 来源撤销 %lld

# redo.sourceUndo.summary
source: Source undo: %@
zh_hans: 来源撤销：%@

source: Redoing...
zh_hans: 正在重做...

source: Refresh
zh_hans: 刷新

source: Refresh conflict strategy preview.
zh_hans: 请刷新冲突策略预览。

source: Refresh preview
zh_hans: 刷新预览

source: Refresh required
zh_hans: 需要刷新

source: Refresh the conflict entry list and choose another item.
zh_hans: 请刷新冲突条目列表并选择其他项目。

source: Refresh the current list or remove the stale index entry.
zh_hans: 刷新当前列表，或移除失效的索引条目。

source: Refreshing file details
zh_hans: 正在刷新文件详情

source: Refreshing preview...
zh_hans: 正在刷新预览...

source: Regenerate
zh_hans: 重新生成

source: Regenerate AI summary?
zh_hans: 重新生成 AI 概述？

source: Regenerate slug
zh_hans: 重新生成 slug

source: Regenerate...
zh_hans: 重新生成...

source: Reject
zh_hans: 拒绝

source: Reject selected
zh_hans: 拒绝所选项

source: Relative path
zh_hans: 相对路径

source: Relevance
zh_hans: 相关性

# Relevance %@ %@
source: Relevance %1$@ %2$@
zh_hans: 相关性 %1$@ %2$@

# Relevance %arg %arg
source: Relevance %1$arg %2$arg
zh_hans: 相关性 %1$arg %2$arg

source: Reload
zh_hans: 重新加载

source: Reload latest
zh_hans: 重新载入最新内容

source: Reload repository settings before retrying.
zh_hans: 请重新加载资料库设置后重试。

source: Reloading repository
zh_hans: 正在重新加载资料库

source: Remember this correction as a rule
zh_hans: 将此次更正记为规则

source: Remote
zh_hans: 远程

source: Remote AI
zh_hans: 远程 AI

source: Remote AI allowed
zh_hans: 允许远程 AI

source: Remote AI blocked
zh_hans: 阻止远程 AI

source: Remote AI blocked by privacy gate.
zh_hans: 远程 AI 已被隐私门禁阻止。

source: Remote AI configuration manages provider setup, API key storage, and connection verification.
zh_hans: 远程 AI 配置用于管理提供商设置、API 密钥存储和连接验证。

source: Remote AI could not be disabled.
zh_hans: 无法关闭远程 AI。

source: Remote AI could not be reached
zh_hans: 无法连接远程 AI

source: Remote AI could not be reached. Your files were not changed.
zh_hans: 无法连接远程 AI。你的文件未发生更改。

source: Remote AI disabled.
zh_hans: 远程 AI 已关闭。

source: Remote AI enabled.
zh_hans: 远程 AI 已启用。

source: Remote AI is blocked by the privacy gate.
zh_hans: 远程 AI 已被隐私门禁阻止。

source: Remote AI is blocked.
zh_hans: 远程 AI 已被阻止。

source: Remote AI is enabled for selected features.
zh_hans: 已为选定功能启用远程 AI。

source: Remote AI is not configured
zh_hans: 远程 AI 未配置

source: Remote AI must be configured before this route can run.
zh_hans: 必须先配置远程 AI 才能使用此路径。

source: Remote AI privacy gate
zh_hans: 远程 AI 隐私门禁

source: Remote AI privacy gate allowed.
zh_hans: 已允许远程 AI 隐私门禁。

source: Remote AI privacy gate could not be updated.
zh_hans: 无法更新远程 AI 隐私门禁。

source: Remote AI privacy gate is allowed.
zh_hans: 远程 AI 隐私门禁已允许。

source: Remote AI requires explicit setup.
zh_hans: 远程 AI 需要明确配置。

source: Remote AI requires provider consent.
zh_hans: 远程 AI 需要提供商授权。

source: Remote AI settings could not be loaded.
zh_hans: 无法加载远程 AI 设置。

source: Remote AI settings could not be saved, and the API key draft could not be restored.
zh_hans: 无法保存远程 AI 设置，也无法恢复 API 密钥草稿。

source: Remote AI settings could not be saved.
zh_hans: 无法保存远程 AI 设置。

source: Remote AI was disabled, but privacy gate could not be disabled.
zh_hans: 远程 AI 已关闭，但无法关闭隐私门禁。

source: Remote AI was disabled, but the stored API key could not be removed.
zh_hans: 远程 AI 已关闭，但无法移除已存储的 API 密钥。

source: Remote allowed fields
zh_hans: 允许发送到远程的字段

source: Remote allowed fields saved.
zh_hans: 已保存允许发送到远程的字段。

source: Remote failed
zh_hans: 远程调用失败

source: Remote first
zh_hans: 远程优先

source: Remote indexing is used only when remote AI is explicitly enabled and allowed for Semantic search.
zh_hans: 仅在明确启用远程 AI 且允许用于语义搜索时，才会使用远程索引。

source: Remote model
zh_hans: 远程模型

source: Remote not configured
zh_hans: 远程 AI 未配置

source: Remote privacy rules could not be loaded.
zh_hans: 无法加载远程隐私规则。

source: Remote provider
zh_hans: 远程提供商

source: Remote provider could not be tested.
zh_hans: 无法测试远程提供商。

source: Remote provider could not be verified.
zh_hans: 无法验证远程提供方。

source: Remote provider disabled
zh_hans: 远程提供商已停用

source: Remote provider enabled
zh_hans: 远程提供商已启用

source: Remote provider has not been verified.
zh_hans: 远程提供商尚未经过验证。

source: Remote provider is disabled in AI settings.
zh_hans: 远程提供商已在 AI 设置中停用。

source: Remote provider is disabled.
zh_hans: 远程提供程序已禁用。

source: Remote provider is not configured.
zh_hans: 未配置远程提供程序。

source: Remote provider needs connection test.
zh_hans: 远程提供商需要连接测试。

source: Remote provider state could not be loaded.
zh_hans: 无法加载远程提供商状态。

source: Remote provider state is missing.
zh_hans: 缺少远程提供商状态。

source: Remote provider state unavailable
zh_hans: 远程提供商状态不可用

source: Remote provider was configured, but privacy gate could not be enabled.
zh_hans: 远程提供商已配置，但无法启用隐私门禁。

source: Remote queues will stop and no more content will be sent.
zh_hans: 远程队列将停止，不会再发送更多内容。

source: Remote scope allowed
zh_hans: 允许远程处理

source: Remote scope blocked
zh_hans: 禁止远程处理

source: Remote scope is not selected.
zh_hans: 尚未选择远程使用范围。

source: Remote summaries are outside the allowed provider scope.
zh_hans: 远程摘要超出了允许的提供者范围。

source: Remote summary
zh_hans: 远程汇总

# remoteProvider.keychainDeleteFailed
source: Keychain delete failed with status %d.
zh_hans: 钥匙串删除失败，状态码 %d。

# remoteProvider.keychainReadFailed
source: Keychain read failed with status %d.
zh_hans: 钥匙串读取失败，状态码 %d。

# remoteProvider.keychainWriteFailed
source: Keychain write failed with status %d.
zh_hans: 钥匙串写入失败，状态码 %d。

source: Remove %arg
zh_hans: 移除 %arg

source: Remove from index
zh_hans: 从索引中移除

source: Remove from Index
zh_hans: 从索引中移除

source: Remove from Index failed
zh_hans: 从索引移除失败

source: Remove from Index?
zh_hans: 从索引移除？

source: Remove pending tag %arg
zh_hans: 移除待处理标签 %arg

source: Remove tag %arg
zh_hans: 移除标签 %arg

source: Remove unused key
zh_hans: 移除未使用的键

source: Removed from AreaMatrix index. Original file was not deleted.
zh_hans: 从 AreaMatrix 索引中删除。原始文件没有被删除。

source: Removed from index
zh_hans: 已从索引移除

source: Removing...
zh_hans: 正在移除...

source: Rename
zh_hans: 重命名

source: Rename File
zh_hans: 重命名文件

source: Rename first
zh_hans: 先重命名

source: Rename incoming
zh_hans: 重命名传入项

source: Rename incoming...
zh_hans: 重命名传入项...

source: Rename Smart List
zh_hans: 重命名智能列表

source: Rename...
zh_hans: 重命名...

source: Renamed
zh_hans: 已重命名

source: Renaming...
zh_hans: 正在重命名...

source: Repair
zh_hans: 修复

source: Repair completed
zh_hans: 修复完成

source: Repair failed
zh_hans: 修复失败

source: Repair in progress
zh_hans: 正在修复

source: Repair index first
zh_hans: 请先修复索引

source: Repair Metadata
zh_hans: 修复元数据

source: Repair metadata from the diagnostics screen before running another local model check.
zh_hans: 再次检查本地模型前，请先在诊断界面修复元数据。

source: Repair Repository Metadata?
zh_hans: 修复资料库元数据？

source: Repairing metadata
zh_hans: 正在修复元数据

source: Replace
zh_hans: 替换

source: Replace available
zh_hans: 可以替换

source: Replace confirmation context expired
zh_hans: 替换确认上下文已过期

source: Replace confirmation is only required for Use incoming version.
zh_hans: 仅当使用传入版本时才需要更换确认。

source: Replace confirmed
zh_hans: 已确认替换

source: Replace default
zh_hans: 默认替换设置

source: Replace disabled by advanced settings
zh_hans: 高级设置已禁用替换

source: Replace hidden
zh_hans: 替换选项已隐藏

source: Replace plan confirmed for this preview token.
zh_hans: 已确认此预览令牌对应的替换计划。

source: Replace requires an active target file
zh_hans: 替换操作需要有效的目标文件

source: Replace requires system Trash
zh_hans: 替换操作需要使用系统废纸篓

source: Replace requires Trash or a Core safety backup.
zh_hans: 替换操作需要使用废纸篓或 Core 安全备份。

source: Replace text
zh_hans: 替换文本

source: Replace with
zh_hans: 替换为

# Replace 必须先进入二次确认
source: Replace requires a second confirmation
zh_hans: Replace 必须先进入二次确认

# Replace 每次必须先二次确认
source: Replace requires a second confirmation every time
zh_hans: Replace 每次必须先二次确认

source: Replaced
zh_hans: 已替换

source: repo root
zh_hans: 资料库根目录

source: Repo root
zh_hans: 资料库根目录

source: Repo schema version
zh_hans: 资料库 schema 版本

source: Repo schema version unavailable
zh_hans: 资料库 schema 版本不可用

source: repo-relative path
zh_hans: 存储库相对路径

source: Repository
zh_hans: 资料库

source: Repository access
zh_hans: 资料库访问

source: Repository access capability is still loading.
zh_hans: 资料库访问能力仍在加载。

source: Repository access is not available on this platform.
zh_hans: 此平台不支持资料库访问。

source: Repository AreaMatrix
zh_hans: AreaMatrix 资料库

source: Repository change was cancelled before opening a new repository.
zh_hans: 资料库更改已在打开新资料库前取消。

source: Repository config
zh_hans: 资料库配置

source: Repository config is not available.
zh_hans: 资料库配置不可用。

source: Repository content language
zh_hans: 资料库内容语言

source: Repository folder cannot be revealed.
zh_hans: 无法显示资料库文件夹。

source: Repository folder is missing.
zh_hans: 资料库文件夹缺失。

source: Repository folder is not readable.
zh_hans: 资料库文件夹不可读。

source: Repository folder is not writable.
zh_hans: 资料库文件夹不可写。

source: Repository folder is unavailable.
zh_hans: 资料库文件夹不可用。

source: Repository folder revealed in Finder.
zh_hans: 已在 Finder 中显示资料库文件夹。

source: Repository is in iCloud Drive; validation does not download placeholders.
zh_hans: 资料库位于 iCloud Drive；验证不会下载占位文件。

source: Repository is read-only
zh_hans: 资料库为只读状态

source: Repository is read-only. Note editing is disabled.
zh_hans: 存储库是只读的。注释编辑被禁用。

source: Repository location
zh_hans: 资料库位置

source: Repository name
zh_hans: 资料库名称

source: Repository not initialized
zh_hans: 资料库未初始化

source: Repository overview output
zh_hans: 资料库概览输出

source: Repository path
zh_hans: 资料库路径

source: Repository path cannot be copied.
zh_hans: 无法复制资料库路径。

source: Repository path copied.
zh_hans: 已复制资料库路径。

source: Repository scan is unfinished; refresh after the scan completes.
zh_hans: 资料库扫描尚未完成；请在扫描完成后刷新。

source: Repository settings
zh_hans: 资料库设置

source: Repository settings already match Core config.
zh_hans: 资料库设置已与 Core 配置一致。

source: Repository settings could not be saved.
zh_hans: 无法保存资料库设置。

source: Repository settings saved.
zh_hans: 资料库设置已保存。

# repository.diagnostics.failed
source: Diagnostics failed: %@
zh_hans: 诊断失败：%@

# repository.error.action
source: Action: %@
zh_hans: 操作：%@

# repository.error.busy.message
source: AreaMatrix cannot read repository metadata because it is temporarily busy.
zh_hans: 资料库元数据暂时忙碌，AreaMatrix 目前无法读取。

# repository.error.busy.title
source: Repository is temporarily unavailable
zh_hans: 资料库暂时不可用

# repository.error.icloud.action
source: Download and retry
zh_hans: 下载并重试

# repository.error.icloud.message
source: AreaMatrix needs this iCloud item to be available locally before opening the repository.
zh_hans: 打开资料库前，需要先将此 iCloud 项目下载到本机。

# repository.error.icloud.title
source: iCloud file is not downloaded
zh_hans: iCloud 文件尚未下载

# repository.error.incompatible.message
source: AreaMatrix cannot confirm this folder is a compatible initialized repository.
zh_hans: AreaMatrix 无法确认此文件夹是已初始化且兼容的资料库。

# repository.error.internal.message
source: AreaMatrix hit an internal error while opening the repository.
zh_hans: AreaMatrix 打开资料库时遇到内部错误。

# repository.error.io.message
source: AreaMatrix could not read the repository metadata or files.
zh_hans: AreaMatrix 无法读取资料库元数据或文件。

# repository.error.kind
source: Error: %@
zh_hans: 错误：%@

# repository.error.missingFolder.message
source: AreaMatrix cannot find this folder. It may have been moved, renamed, or disconnected.
zh_hans: AreaMatrix 找不到此文件夹。它可能已被移动、重命名或断开连接。

# repository.error.missingFolder.running
source: Checking folder...
zh_hans: 正在检查文件夹...

# repository.error.missingFolder.title
source: Folder is missing
zh_hans: 文件夹不存在

# repository.error.open.message
source: AreaMatrix could not open the selected repository.
zh_hans: AreaMatrix 无法打开所选资料库。

# repository.error.open.title
source: Repository could not be opened
zh_hans: 无法打开资料库

# repository.error.permission.message
source: AreaMatrix no longer has permission to read this folder.
zh_hans: AreaMatrix 已无权读取此文件夹。

# repository.error.permission.running
source: Checking permission...
zh_hans: 正在检查权限...

# repository.error.permission.title
source: Repository needs permission
zh_hans: 资料库需要访问权限

# repository.error.reconnect.action
source: Reconnect folder
zh_hans: 重新连接文件夹

# repository.error.repair.action
source: Open repair
zh_hans: 打开修复工具

# repository.error.repair.message
source: The repository metadata needs repair. Your files remain in the folder.
zh_hans: 资料库元数据需要修复，你的原文件仍保留在文件夹中。

# repository.error.repair.running
source: Opening repair...
zh_hans: 正在打开修复工具...

# repository.error.repair.title
source: Repository metadata needs repair
zh_hans: 资料库元数据需要修复

# repository.externalRemoval.syncedCount
source: Synced %lld external removals
zh_hans: 已同步 %lld 个外部移除

# repository.externalRemoval.syncFailed
source: External removal sync failed: %@
zh_hans: 外部移除同步失败：%@

# repository.lastOpened
source: Last opened: %@
zh_hans: 上次打开：%@

# repository.lastValidationInitialized
source: Last validation: initialized=%@
zh_hans: 上次验证：已初始化=%@

# repository.loadError.bridgeMessage
source: The Core bridge could not load repository settings: %@
zh_hans: Core 桥接无法加载资料库设置：%@

# repository.loadError.bridgeRecovery
source: Check the Core bridge integration, then retry opening the repository.
zh_hans: 请检查 Core 桥接集成，然后重试打开资料库。

# repository.loadError.databaseMessage
source: Database error while reading settings: %@
zh_hans: 读取设置时发生数据库错误：%@

# repository.loadError.databaseRecovery
source: Retry opening the repository or start setup again.
zh_hans: 请重试打开资料库或重新设置。

# repository.loadError.databaseTitle
source: Repository Metadata Cannot Be Opened
zh_hans: 无法打开资料库元数据

# repository.loadError.defaultMessage
source: Repository settings could not be loaded: %@
zh_hans: 无法加载资料库设置：%@

# repository.loadError.defaultRecovery
source: Retry opening the repository or start setup again with a different folder.
zh_hans: 请重试打开资料库，或使用其他文件夹重新设置。

# repository.loadError.invalidMessage
source: AreaMatrix could not read the saved settings: %@
zh_hans: AreaMatrix 无法读取已保存的设置：%@

# repository.loadError.invalidRecovery
source: Start setup again or choose a different repository folder.
zh_hans: 请重新设置或选择其他资料库文件夹。

# repository.loadError.invalidTitle
source: Repository Settings Are Invalid
zh_hans: 资料库设置无效

# repository.loadError.ioMessage
source: File system error while reading settings: %@
zh_hans: 读取设置时发生文件系统错误：%@

# repository.loadError.ioRecovery
source: Make sure the folder is available, then retry.
zh_hans: 请确认文件夹可用，然后重试。

# repository.loadError.ioTitle
source: Repository Settings Are Unavailable
zh_hans: 资料库设置不可用

# repository.loadError.permissionMessage
source: AreaMatrix cannot read repository settings at %@.
zh_hans: AreaMatrix 无法读取 %@ 中的资料库设置。

# repository.loadError.permissionRecovery
source: Grant folder access, then retry opening the repository.
zh_hans: 请授予文件夹访问权限，然后重试打开资料库。

# repository.loadError.permissionTitle
source: Repository Settings Need Permission
zh_hans: 资料库设置需要访问权限

# repository.loadError.title
source: Unable to Load Repository Settings
zh_hans: 无法加载资料库设置

source: Requesting iCloud download...
zh_hans: 正在请求 iCloud 下载...

source: Required before the replace plan can be confirmed.
zh_hans: 确认替换计划前必须完成此项。

source: Required confirmation. Undo will not be available for this deletion or index removal.
zh_hans: 必须确认。此次删除或索引移除将无法撤销。

source: Requires confirmation
zh_hans: 需要确认

source: Requires platform permission before use.
zh_hans: 使用前需要平台权限。

source: Requires platform permission.
zh_hans: 需要平台权限。

source: Rescan failed
zh_hans: 重新扫描失败

source: Rescan Repository Files
zh_hans: 重新扫描资料库文件

source: Reset changes
zh_hans: 重置更改

source: Reset filters
zh_hans: 重置筛选条件

source: Reset this tab
zh_hans: 重置此标签页

source: Resolution
zh_hans: 解决方案

source: Resolution applied.
zh_hans: 已应用解决方案。

source: Resolution has already been applied.
zh_hans: 决议已被应用。

source: Resolution impact does not match the selected conflict.
zh_hans: 解决方案影响与所选冲突不匹配。

source: Resolution impact is required before applying.
zh_hans: 应用前必须提供解决方案影响。

source: Resolution impact is required.
zh_hans: 需要解决影响。

source: Resolution impact is still loading.
zh_hans: 分辨率影响仍在加载。

source: Resolution is already applying.
zh_hans: 决议已在申请中。

source: Resolve iCloud Conflict
zh_hans: 解决 iCloud 冲突

source: Resolve iCloud Conflict...
zh_hans: 解决 iCloud 冲突...

source: Resolve import conflicts
zh_hans: 解决导入冲突

source: Resolve required
zh_hans: 需要解决

source: Resolve review items or conflicts before applying.
zh_hans: 应用前请先解决待检查项目或冲突。

source: Resolve the target path preview failure before accepting.
zh_hans: 接受前请先解决目标路径预览失败。

source: Resolve...
zh_hans: 解决...

source: Resolved
zh_hans: 已解决

source: Resolving
zh_hans: 正在解析

source: Resolving AI status...
zh_hans: 正在解析 AI 状态...

source: Restored
zh_hans: 已恢复

source: Result
zh_hans: 结果

source: Result count unavailable
zh_hans: 结果数量不可用

source: Result details
zh_hans: 结果详情

source: Result summary
zh_hans: 结果摘要

source: Resume index build
zh_hans: 恢复索引构建

source: Retained paths
zh_hans: 留存路径

source: Retry
zh_hans: 重试

source: Retry after AreaMatrix regenerates .areamatrix/generated/root.md.
zh_hans: 请等待 AreaMatrix 重新生成 .areamatrix/generated/root.md 后重试。

source: Retry after checking repository availability and permissions.
zh_hans: 检查资料库可用性和权限后重试。

source: Retry after repository metadata is writable.
zh_hans: 请在资料库元数据可写后重试。

source: Retry after the repository is available and writable.
zh_hans: 请在资料库可用且可写后重试。

source: Retry after the repository is available.
zh_hans: 请在资料库可用后重试。

source: Retry apply
zh_hans: 重试应用

source: Retry cancel
zh_hans: 重试取消
